/* Game Page's player 1 name label (loadView init)
   Game Page's player 1 name label (passed from Settings Page)
   resetForNewRound's player 1 name label (v2)
   Slot Tapped Action's player 1 name label (v2) (@tappedS1)
   Slot Tapped Action's player 1 name label (v2) (@tappedS2)
   Slot Tapped Action's player 1 name label (v2) (@tappedS3)
   Slot Tapped Action's player 1 name label (v2) (@tappedS4)
   Slot Tapped Action's player 1 name label (v2) (@tappedS5)
   Slot Tapped Action's player 1 name label (v2) (@tappedS6)
   Slot Tapped Action's player 1 name label (v2) (@tappedS7)
   Slot Tapped Action's player 1 name label (v2) (@tappedS8)
   Slot Tapped Action's player 1 name label (v2) (@tappedS9) */
"-> Player 1: \(name1)" = "-> Player 1: \(name1)";

/* Settings Page's player 1 name label */
"-> Player 1: \(p1name)" = "-> Player 1: \(p1name)";

/* resetForNewRound's player 2 name label (v1)
   Slot Tapped Action's player 2 name label (v1) (@tappedS1)
   Slot Tapped Action's player 2 name label (v1) (@tappedS2)
   Slot Tapped Action's player 2 name label (v1) (@tappedS3)
   Slot Tapped Action's player 2 name label (v1) (@tappedS4)
   Slot Tapped Action's player 2 name label (v1) (@tappedS5)
   Slot Tapped Action's player 2 name label (v1) (@tappedS6)
   Slot Tapped Action's player 2 name label (v1) (@tappedS7)
   Slot Tapped Action's player 2 name label (v1) (@tappedS8)
   Slot Tapped Action's player 2 name label (v1) (@tappedS9) */
"-> Player 2: \(name2)" = "-> Player 2: \(name2)";

/* Game Ended's Alert message text (v1) */
"\(name1) won the game! To play again go back to Settings." = "\(name1) won the game! To play again go back to Settings.";

/* Round Ended's Alert message text (v1) */
"\(name1) won the round!" = "\(name1) won the round!";

/* Game Ended's Alert message text (v2) */
"\(name2) won the game! To play again go back to Settings." = "\(name2) won the game! To play again go back to Settings.";

/* Round Ended's Alert message text (v2) */
"\(name2) won the round!" = "\(name2) won the round!";

/* Game Ended's Alert title text (v1)
   Game Ended's Alert title text (v2)
   Game Ended's Alert title text (v3) */
"Game ended." = "Game ended.";

/* Settings Page's Alert title text */
"Game settings rejected." = "Game settings rejected.";

/* Get Started button label */
"Get Started" = "Get Started";

/* resetForNewRound's player 1 name label (v1)
   Slot Tapped Action's player 1 name label (v1) (@tappedS1)
   Slot Tapped Action's player 1 name label (v1) (@tappedS2)
   Slot Tapped Action's player 1 name label (v1) (@tappedS3)
   Slot Tapped Action's player 1 name label (v1) (@tappedS4)
   Slot Tapped Action's player 1 name label (v1) (@tappedS5)
   Slot Tapped Action's player 1 name label (v1) (@tappedS6)
   Slot Tapped Action's player 1 name label (v1) (@tappedS7)
   Slot Tapped Action's player 1 name label (v1) (@tappedS8)
   Slot Tapped Action's player 1 name label (v1) (@tappedS9) */
"Player 1: \(name1)" = "Player 1: \(name1)";

/* Game Ended's player 1 name label (v3) */
"Player 1: \(name1) (Draw)" = "Player 1: \(name1) (Draw)";

/* Game Ended's player 1 name label (v2) */
"Player 1: \(name1) (Loser)" = "Player 1: \(name1) (Loser)";

/* Game Ended's player 1 name label (v1) */
"Player 1: \(name1) (Winner)" = "Player 1: \(name1) (Winner)";

/* Game Page's player 2 name label (loadView init)
   Game Page's player 2 name label (passed from Settings Page)
   resetForNewRound's player 2 name label (v2)
   Slot Tapped Action's player 2 name label (v2) (@tappedS1)
   Slot Tapped Action's player 2 name label (v2) (@tappedS2)
   Slot Tapped Action's player 2 name label (v2) (@tappedS3)
   Slot Tapped Action's player 2 name label (v2) (@tappedS4)
   Slot Tapped Action's player 2 name label (v2) (@tappedS5)
   Slot Tapped Action's player 2 name label (v2) (@tappedS6)
   Slot Tapped Action's player 2 name label (v2) (@tappedS7)
   Slot Tapped Action's player 2 name label (v2) (@tappedS8)
   Slot Tapped Action's player 2 name label (v2) (@tappedS9) */
"Player 2: \(name2)" = "Player 2: \(name2)";

/* Game Ended's player 2 name label (v3) */
"Player 2: \(name2) (Draw)" = "Player 2: \(name2) (Draw)";

/* Game Ended's player 2 name label (v1) */
"Player 2: \(name2) (Loser)" = "Player 2: \(name2) (Loser)";

/* Game Ended's player 2 name label (v2) */
"Player 2: \(name2) (Winner)" = "Player 2: \(name2) (Winner)";

/* Settings Page's player 2 name label */
"Player 2: \(p2name)" = "Player 2: \(p2name)";

/* Settings Page's Alert message text */
"Please re-enter valid settings." = "Please re-enter valid settings.";

/* Round Ended's Alert title text (v1)
   Round Ended's Alert title text (v2)
   Round Ended's Alert title text (v3) */
"Round ended." = "Round ended.";

/* Game Page's rounds label (loadView init)
   Game Page's rounds label (passed from Settings Page) */
"Rounds left: \(roundsCount)" = "Rounds left: \(roundsCount)";

/* Game Page's player 1 score label (loadView init)
   Game Page's player 1 score label (passed from Settings Page) */
"Score: \(score1)" = "Score: \(score1)";

/* Game Page's player 2 score label (loadView init)
   Game Page's player 2 score label (passed from Settings Page) */
"Score: \(score2)" = "Score: \(score2)";

/* Game Ended's Alert message text (v3) */
"The game ended in a draw! To play again go back to Settings." = "The game ended in a draw! To play again go back to Settings.";

/* Round Ended's Alert message text (v3) */
"The round ended in a draw!" = "The round ended in a draw!";

/* Home page title */
"The Tic Tac Toe Game" = "The Tic Tac Toe Game";

